{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 29,
      "content": "[BOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 30,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 31,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 33,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "WhitespaceSplit"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "TF": 0,
      "U": 1,
      "}": 2,
      "10": 3,
      "5": 4,
      "D": 5,
      "11": 6,
      "Command:": 7,
      "Init_state:": 8,
      "6": 9,
      ":": 10,
      ",": 11,
      "C": 12,
      "RL": 13,
      "B": 14,
      "8": 15,
      "A": 16,
      "3": 17,
      "1": 18,
      "]": 19,
      "{": 20,
      "[": 21,
      "N": 22,
      "0": 23,
      "Stack:": 24,
      "9": 25,
      "7": 26,
      "4": 27,
      "2": 28
    },
    "unk_token": "[UNK]"
  }
}