{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 29,
      "content": "[BOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 30,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 31,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 33,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "WhitespaceSplit"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "{": 0,
      ",": 1,
      "U": 2,
      "9": 3,
      "4": 4,
      "TF": 5,
      ":": 6,
      "3": 7,
      "1": 8,
      "Init_state:": 9,
      "8": 10,
      "2": 11,
      "5": 12,
      "B": 13,
      "C": 14,
      "[": 15,
      "6": 16,
      "7": 17,
      "0": 18,
      "Stack:": 19,
      "A": 20,
      "N": 21,
      "10": 22,
      "RL": 23,
      "Command:": 24,
      "]": 25,
      "11": 26,
      "D": 27,
      "}": 28
    },
    "unk_token": "[UNK]"
  }
}