{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 25,
      "content": "[BOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 26,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 27,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 28,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 29,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "WhitespaceSplit"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "2": 0,
      "XC": 1,
      "X": 2,
      "I": 3,
      "+": 4,
      "4": 5,
      "V": 6,
      "5": 7,
      "IV": 8,
      "9": 9,
      "8": 10,
      "7": 11,
      "CD": 12,
      "XL": 13,
      "=": 14,
      "M": 15,
      "L": 16,
      "CM": 17,
      "D": 18,
      "0": 19,
      "1": 20,
      "IX": 21,
      "C": 22,
      "3": 23,
      "6": 24
    },
    "unk_token": "[UNK]"
  }
}