{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 24,
      "content": "[BOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 25,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 26,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 27,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 28,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "WhitespaceSplit"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "5": 0,
      "A": 1,
      "6": 2,
      "+": 3,
      "!": 4,
      "I": 5,
      "2": 6,
      "J": 7,
      "H": 8,
      "D": 9,
      "8": 10,
      "4": 11,
      "G": 12,
      "E": 13,
      "3": 14,
      "7": 15,
      "B": 16,
      "C": 17,
      "F": 18,
      "0": 19,
      "9": 20,
      "=": 21,
      "1": 22,
      ",": 23
    },
    "unk_token": "[UNK]"
  }
}