{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 24,
      "content": "[BOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 25,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 26,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 27,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 28,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "WhitespaceSplit"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "U": 0,
      "5": 1,
      "D": 2,
      "4": 3,
      "2": 4,
      ":": 5,
      "C": 6,
      "0": 7,
      "Init_state:": 8,
      "TF": 9,
      "6": 10,
      "]": 11,
      "[": 12,
      "3": 13,
      "{": 14,
      "RL": 15,
      "Command:": 16,
      "1": 17,
      "A": 18,
      "N": 19,
      "}": 20,
      "B": 21,
      "Stack:": 22,
      ",": 23
    },
    "unk_token": "[UNK]"
  }
}