{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 24,
      "content": "[BOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 25,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 26,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 27,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 28,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "WhitespaceSplit"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "G": 0,
      "!": 1,
      "I": 2,
      "1": 3,
      "F": 4,
      "A": 5,
      "8": 6,
      "J": 7,
      "2": 8,
      "C": 9,
      "7": 10,
      "9": 11,
      "0": 12,
      "=": 13,
      "3": 14,
      "E": 15,
      ",": 16,
      "4": 17,
      "D": 18,
      "H": 19,
      "+": 20,
      "6": 21,
      "5": 22,
      "B": 23
    },
    "unk_token": "[UNK]"
  }
}