{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 29,
      "content": "[BOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 30,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 31,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 33,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "WhitespaceSplit"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "Init_state:": 0,
      "RL": 1,
      "[": 2,
      "TF": 3,
      "1": 4,
      "4": 5,
      "3": 6,
      "A": 7,
      "}": 8,
      ":": 9,
      "Stack:": 10,
      "9": 11,
      "2": 12,
      ",": 13,
      "10": 14,
      "6": 15,
      "D": 16,
      "N": 17,
      "B": 18,
      "0": 19,
      "]": 20,
      "C": 21,
      "U": 22,
      "5": 23,
      "{": 24,
      "7": 25,
      "8": 26,
      "Command:": 27,
      "11": 28
    },
    "unk_token": "[UNK]"
  }
}