{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 29,
      "content": "[BOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 30,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 31,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 33,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "WhitespaceSplit"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "9": 0,
      "A": 1,
      "{": 2,
      "11": 3,
      "0": 4,
      "[": 5,
      "B": 6,
      "Command:": 7,
      "8": 8,
      "N": 9,
      "Stack:": 10,
      "}": 11,
      "Init_state:": 12,
      "D": 13,
      "3": 14,
      "U": 15,
      ":": 16,
      "6": 17,
      "10": 18,
      "7": 19,
      "5": 20,
      "TF": 21,
      "1": 22,
      "2": 23,
      "C": 24,
      "4": 25,
      "RL": 26,
      ",": 27,
      "]": 28
    },
    "unk_token": "[UNK]"
  }
}